package LessonSix;

public class Main {
    public static void main(String[] args) {

        /*Задача 1:
        1.1 Создать класс Calculator с полями weight, cost, color и заполнить их. И методами
        нахождения суммы, разности, деления, умножения двух чисел. Метод main в этом классе
        не создавать !
                1.2 Создать объект класса Calculator в main методе другого класса. Проверить работу
        методов и вывести в консоль значения полей weight, cost, color.
        1.3 Создать конструктор для класса Calculator, чтобы иметь возможность
        инициализировать поля в момент создания объекта. Также в логическом блоке добавить
        вывод в консоль, создаётся объект Calculator.*/

    }
}
